Revit 2027 API
ParameterTypeId.RbsElecPanelCurrentPhasebParam Property
 "Current Phase B"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsElecPanelCurrentPhasebParam { get; }
Public Shared ReadOnly Property RbsElecPanelCurrentPhasebParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsElecPanelCurrentPhasebParam {
	ForgeTypeId^ get ();
}
static member RbsElecPanelCurrentPhasebParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace